[M_BearerBadNews MissionDefinition]
MissionName="Portador de Más Notícias"
MissionDescription="Jack O'Cara assassinou o Roland.  Seus amigos, tanto dentro quanto fora de [place]Santuário[-place] ainda não sabem disso.  Mordecai lhe pediu para comunicar a todos eles essa terrível notícia. "
TurnInDescription="Ainda que todos os amigos do Roland chorem sua morte, um desejo em comum os mantêm unidos: o desejo de vingança."
MissionSummary="Informe todos os amigos do Roland sobre sua morte."
MissionGiver="Mordecai"
MissionTurnInLocation="Mordecai"
TeaserText="Os amigos do Roland desejam saber o que aconteceu com ele."

[M_BearerBadNews:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BearerBadNews:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BearerBadNews:OpenArmory MissionObjectiveDefinition]
ProgressMessage="Abra o arsenal do Roland"

[M_BearerBadNews:OpenArmorySet MissionObjectiveSetDefinition]
MissionSummaryOverride="Abra o arsenal do Roland."
MissionDescriptionOverride="Agora que a morte do Roland já foi comunicada a todos os seus amigos, Mordecai sugeriu que você herde o arsenal do seu falecido amigo.  Ele lhe deu o código de acesso para que você possa entrar no arsenal e fazer a festa."

[M_BearerBadNews:OpenChest MissionObjectiveDefinition]
ProgressMessage="Abra o cofre do arsenal"

[M_BearerBadNews:TalkBrick MissionObjectiveDefinition]
ProgressMessage="Avise o Brick"

[M_BearerBadNews:TalkMarcus MissionObjectiveDefinition]
ProgressMessage="Avise o Marcus"

[M_BearerBadNews:TalkMoxxie MissionObjectiveDefinition]
ProgressMessage="Avise a Moxxi"

[M_BearerBadNews:TalkScooter MissionObjectiveDefinition]
ProgressMessage="Avise o Scooter"

[M_BearerBadNews:TalkTannis MissionObjectiveDefinition]
ProgressMessage="Avise a Tannis"

[M_BearerBadNews:TalkZed MissionObjectiveDefinition]
ProgressMessage="Avise o Dr. Zed"

